CFDEM/CFDEMcoupling-PUBLIC-5.x/tutorials/cfdemSolverPiso/SpoutedBedReactorTUHHCaseCFDEM/CFD/0/k
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      k;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    inlet_1
    {
        type            zeroGradient;
    }

    inlet_2
    {
        type            zeroGradient;
    }

    outlet
    {
        type            zeroGradient;
    }

    casing
    {
        type 		fixedValue;
        value           uniform 0;
    }
    
}

// ************************************************************************* //
