CFDEM/CFDEMcoupling-PUBLIC-5.x/tutorials/cfdemSolverPiso/SpoutedBedReactorTUHHCaseCFDEM/CFD/0/rampVelocity
(
(0 (0 0 0))
(0.1 (0 19.6 0))
)
