CFDEM/CFDEMcoupling-PUBLIC-5.x/tutorials/cfdemSolverPiso/SpoutedBedReactorTUHHCaseCFDEM/CFD/0/voidfraction
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      voidfraction;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 1;

boundaryField
{
    inlet_1
    {
        //type            zeroGradient;
	type		fixedValue;
	value		uniform 1;
    }

    inlet_2
    {
        //type            zeroGradient;
	type		fixedValue;
	value		uniform 1;
    }

    outlet
    {
        type            zeroGradient;
    }

    casing
    {
        type            zeroGradient;
    }
	
}

// ************************************************************************* //
